[
    {'name': 'Tarjeta Mastercard Infinia', 'conoce_mas': 'https: //popularenlinea.com/infinia', 'details': {'title': 'Detalles de la tarjeta de crédito INFINIA', 'description': 'Instrumento de pago con el que facturas en pesos en cualquier parte del mundo.3 viajes gratis de bienvenida en Uber. Disfruta de un crédito de RD$150 por 3 Uber rides los primeros 6 meses.Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios.Al cumplir la meta anual de facturación de RD$120,000 exoneras la cuota de renovación anual.', 'beneficios': ['Instrumento de pago con el que facturas en pesos en cualquier parte del mundo.', '3 viajes gratis de bienvenida en Uber. Disfruta de un crédito de RD$150 por 3 Uber rides los primeros 6 meses.', 'Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios.', 'Al cumplir la meta anual de facturación de RD$120,000 exoneras la cuota de renovación anual.']}}, {'name': 'Tarjeta Visa ISI', 'conoce_mas': 'https://popularenlinea.com/isi', 'details': {'title': '¿Quieres conocer más beneficios                        de la tarjeta ISI?', 'description': 'Recibe devoluciones por tus consumos. Los montos de devolución serán aplicados                directamente en tu tarjeta.', 'beneficios': ['Uso local e internacional con facturación                                    en pesos.', 'Tasa de interés: 40% anual', 'Cargo anual: RD$750', 'Sobregiro adicional: 15%', '100% de avance de efectivo.', 'Cargo protección por pérdida: RD$450', 'Hasta 52 días para pagar tus consumos.', 'Exoneración de cuota de renovación anual al cumplir con                                    meta de facturación.']}}, {'name': 'Tarjeta Gold', 'conoce_mas': 'https://popularenlinea.com/gold', 'details': {'title': 'Detalles de la tarjeta de crédito Gold', 'description': 'Instrumento de pago con el que facturas en pesos o dólares en cualquier parte del mundo, sin necesidad de utilizar efectivo.Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios con las Millas Popular.Cada vez que realices consumos tu tarjeta genera Millas Popular que podrás usar en los diferentes canjes que ofrece nuestro novedoso programa.', 'beneficios': ['Exoneración de cargo anualAl mantener un consumo mínimo mensual de RD$72mil.', 'Garantía extendida*Extensión de hasta 1 año la garnatía original ofrecida por el fabricante o\n                    tienda.', 'Protección de compra*Te reembolsamos la diferencia de precio en caso de encontrar el producto a\n                    mejor precio.', 'Skybox gratis*Disfruta Skybox gratis desde el momento de la subscripción y durante 12\n                    meses. (Aplica a VISA)']}}, {'name': 'Tarjeta JetBlue', 'conoce_mas': 'https://popularenlinea.com/jetblue', 'details': {'title': 'Detalles de 
la tarjeta de crédito JetBlue', 'description': 'Instrumento de pago con el que facturas en pesos en cualquier parte del mundo, sin necesidad de utilizar efectivo. Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios.', 'beneficios': ['2,
            000 puntos TrueBlue de bienvenida por el primer consumo con tu tarjeta.', '2x puntos TrueBlue por cada US$1.00 consumido en JetBlue', '1x punto Trueblue por los demás consumos.', 'Extensión de hasta 1 año la garantía original ofrecida por el fabricante o tienda.'
        ]
    }
},
{'name': 'Tarjeta Clásica', 'conoce_mas': 'https: //popularenlinea.com/clasica', 'details': {'title': 'Detalles de la tarjeta de crédito Clásica', 'description': 'Esta tarjeta es un excelente instrumento de pago, 
que te permite realizar consumos en los establecimientos afiliados en cualquier parte del mundo.Cada vez que realices consumos con tu tarjeta, generas Millas Popular las cuales puedes canjear por cualquiera de las opciones que te ofrece nuestro novedoso programa de lealtad.Consulta tus balances y paga esta tarjeta a través de nuestros canales electrónicos, Internet Banking y App Popular, así como también, en nuestra amplia red de sucursales.', 'beneficios': ['Asistencia global\nAsistencia de emergencia relacionada con la tarjeta en cualquier lugar las 24h.', 'Skybox gratis*\nDisfruta Skybox gratis desde el momento de la subscripción y durante 12 meses. (Aplica a VISA).', 'Protección de precio*\nTe reembolsamos la diferencia de precio en caso de encontrar el producto a mejor precio. (Aplica a VISA).', 'Protección de compra*\nCuenta con protección en caso de hurto o daño accidental en cualquier parte del mundo.'
    ]
}
},
{'name': 'gnial', 'conoce_mas': 'https: //popularenlinea.com/gnial', 'details': {'title': 'Detalles de la tarjeta GNIAL', 'description': 'Instrumento de pago con el que facturas en pesos en cualquier parte del mundo, sin necesidad de utilizar efectivo.Extensión de los días de pago a 27 días.Emisión y renovación gratis.', 'beneficios': ['5% de devolución en comida rápida, juegos digitales, streaming, cines, veterinarias, Airbnb.', '2x de millas en deportes, recreación, universidades, librerías, compras en Amazon y Apple. 1x de millas en el resto de consumos', 'Hasta un 50% de valor adicional en canjes de conciertos y presentaciones, planes de entrenamiento y entradas de cine.', 'Devolución mensual de RD$300 por pagos sin atraso y facturación mínima de RD$25,000.', 'Emisión y renovación libre de cargos por anualidad']}}, {'name': 'Clásica Internacional', 'conoce_mas': 'https://popularenlinea.com/Personas/Paginas/tarjetas/clasica-facturation-en-dolares.aspx', 'details': {'title': 'Clásica Internacional', 'description': 'Nuestra tarjeta te permite prescindir del efectivo y pagar tus consumos en establecimientos internacionales, afiliados a la red Visa o MasterCard.', 'beneficios': ['Uso global EN COMERCIOS AFILIADOS', 'EFECTIVO RÁPIDO EN CUALQUIER ATM', 'SOBREGIRO DISPONIBLE CUANDO LO NECESITES', 'Exoneración por membresía']}}, {'name': 'Tarjeta de Crédito Gold', 'conoce_mas': 'https://popularenlinea.com/gold', 'details': {'title': 'Detalles de la tarjeta de crédito Gold', 'description': 'Instrumento de pago con el que facturas en pesos o dólares en cualquier parte del mundo, sin necesidad de utilizar efectivo.Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios con las Millas Popular.Cada vez que realices consumos tu tarjeta genera Millas Popular que podrás usar en los diferentes canjes que ofrece nuestro novedoso programa.', 'beneficios': ['Exoneración de cargo anualAl mantener un consumo mínimo mensual de RD$72mil.', 'Garantía extendida*Extensión de hasta 1 año la garnatía original ofrecida por el fabricante o\n                    tienda.', 'Protección de compra*Te reembolsamos la diferencia de precio en caso de encontrar el producto a\n                    mejor precio.', 'Skybox gratis*Disfruta Skybox gratis desde el momento de la subscripción y durante 12\n                    meses. (Aplica a VISA)']}}, {'name': 'Gold Internacional', 'conoce_mas': 'https://popularenlinea.com/Personas/Paginas/tarjetas/gold-facturacion-en-dolares.aspx', 'details': {'title': 'GOLD INTERNACIONAL', 'description': 'Te ofrecemos un mundo de beneficios exclusivos para ti.', 'beneficios': ['Facturación en dólares', 'Avance de efectivo inmediato', 'Sobregiro disponible', 'Protección de Compras En Caso de Hurto o Daño', 'Exoneración por membresía al mantener 
un consumo de US$875 mensual'
]
}
},
{'name': 'Tarjeta de Crédito Titanium', 'conoce_mas': 'https: //popularenlinea.com/titanium', 'details': {'title': 'Detalles de la tarjeta de crédito TITANIUM', 'description': 'Instrumento de pago con el que facturas en pesos o dólares en cualquier parte del mundo, sin necesidad de utilizar efectivo.Esta tarjeta te brinda hasta 25 días para pagar tus consumos y múltiples beneficios.Cada vez que realices consumos tu tarjeta genera Millas Popular que podrás usar en los diferentes canjes que ofrece nuestro novedoso programa.', 'beneficios': ['Bono de 10,000 millas popularRecibe 10,000 millas al consumir RD$150,000 en los primeros 3 meses posterior a la emisión de la tarjeta.', 'Doble millaspor consumos en la 
categoría de telecomunicaciones.', '15% adicionalen canjes de millasen la categoría de viajes.', 'Exoneración anualidadpor facturación anual acumulada de RD$1,
872,
000.', 'Emisión gratuitade seguro médico*Válido para solicitud visado Schengen.', 'Accesos aSalas LoungeKey*Con dos (2) visitas gratis anuales en más de 800 salas de espera en aeropuertos locales e internacionales asociadas.'
]
}
},
{'name': 'Platinum Internacional', 'conoce_mas': 'https: //popularenlinea.com/Personas/Paginas/tarjetas/platinum-dolares.aspx', 'details': {'title': 'Detalles de la tarjeta Platinum Internacional', 'description': 'Nuestra representativa herramienta con facturación en dólares te permite pagar en cualquier establecimiento afiliado, sin necesidad de utilizar efectivo. Además, te brinda beneficios exclusivos de nuestros Servicios Premium, acceso a Salas Lounge Key y Servicio Concierge Personal, de información y asistencia durante tus viajes.Cada vez que realices consumos tu tarjeta genera Millas Popular que podrás usar por los diferentes canjes que ofrece nuestro novedoso programa.', 'beneficios': ['Servicio Concierge Personal', 'Programa Millas POPULAR', 'Utilízala GLOBALMENTE', 'Disponible con Visa y Mastercard', 'Avances de efectivo', 'DISPONIBILIDAD ANTE SOBREGIROS', 'Servicios PROPORCIONADOS', 'Trato personalizado', '15% adicional en canjes de Millas Popular en viajes', 'Accesos a Salas Loungekey', 'Bono de 10,000 millas', 'Exoneración de membresía']}}, {'name': 'Visa Prestige', 'conoce_mas': 'https://popularenlinea.com/visaprestige', 'details': {'title': 'Detalles de la Tarjeta de crédito Visa Prestige', 'description': 'Tarjeta diseñada exclusivamente para satisfacer los requisitos y necesidades del más selecto grupo de personas. En todo el mundo, la elegancia y distinción habla por sí misma y le identifican de forma inmediata como una persona que busca siempre lo mejor.\nCon Visa Prestige, usted disfrutará del máximo poder de compra del mercado y un conjunto de beneficios y servicios exclusivos sin igual.\nNo aplica para la oferta de 
emisión gratis al solicitar vía Popularenlinea.com.', 'beneficios': ['Bono de 30,
000 Millas Popular*Recibe 30,
000 millas al consumir RD$375,
000 en los primeros 3 meses posterior a la emisión de la tarjeta.', 'Exoneración de costo de emisión anualMeta de facturación anual de RD$3,
600,
000.00.\n                                No se consideran las transacciones de avance de efectivo para la facturación meta. \n                                El reverso de la comisión se reflejará el mes siguiente de efectuado el cargo parcial anual por emisión. \n
                    Aplica para el reverso las tarjetas adicionales.', 'ACCESO ILIMITADO AL LOUNGE POPULAREn el Aeropuerto Internacional de Las Américas.Reserve aquí', '15% adicional en canjes de Millas PopularAl canjearlas por boletos aéreos, cruceros, hoteles o alquiler de vehículos.', 'Accesos a salas LoungeKeyCon diez (10) visitas gratis anuales en más de 1,
500 salas 
de espera en aeropuertos locales e internacionales asociadas a LoungeKey.Conoce más', 'Servicio de asistencia del VISA concierge personalServicios de información y asistencia libre de costo.', 'Trato personalizadoPreferencial al adquirir nuestra tarjeta de crédito VISA Prestige de un Ejecutivo Premium.', 'SEGUROSde VIAJESViaje tranquilo con el portafolio de seguros y compensaciones Prestige diseñados para protegerte:\n•Seguro de accidente en viajes•Seguro de Alquiler de Auto•Pérdida de Equipaje o demora•Seguro de accidente en destino de viaje\n*Para poder acceder al seguro debe generar certificado enwww.visa.com.do/portaldebeneficios\n•Cancelación de viaje o demora•Servicio de emergencia médica internacional y en destino de viaje.', 'Visa AirportLounge AccessAccede a más de 800 salas de espera VIP en aeropuertos alrededor del mundo, y aprovecha al máximo tu tiempo en el aeropuerto.Conoce más', 'SEGURIDAD AL REALIZAR TUS PAGOS.Te aportamos la tecnología chip EMV, con más garantía y seguridad a tus datos.', 'CONTROL EN TUS FINANZASConsulta tu balance, paga tus facturas o tu tarjeta desde donde estés.Ver pistas de seguridad.', 'USO GLOBALCon la opción de contar con limites independientes en pesos y dólares', 'EMISIÓN GRATUITA DE SEGURO MÉDICOVálido para solicitud visado Schengen.', 'SEGURO DE VEHÍCULO ALQUILADOde colisión (CDW/LDW)*Para poder acceder al seguro debe generar certificado enwww.visa.com/portaldebeneficios', 'Membresía gratis a Disney PlusLos primeres 3 meses desde su inscripción.', 'Doble de Millas PopularPor consumos realizados en viajes y restaurantes.'
]
}
},
{'name': 'MasterCard Black', 'conoce_mas': 'https: //popularenlinea.com/black', 'details': {'title': 'Mastercard Black', 'description': 'EXPERIMENTA EL PROGRAMA ÉLITE\nTu tarjeta de crédito con la combinación de altos beneficios y recompensas.', 'beneficios': ['Bono de 30,000 Millas Popular*Recibe 30,000 millas al consumir RD$375,000 en los primeros 3 meses posterior a la emisión de la tarjeta.', 'Exoneración de costo de emisión anualMeta de facturación anual de RD$3,600,000.00.\n                                No se consideran las transacciones de avance de efectivo para la facturación meta. \n                                El reverso de la comisión se reflejará el mes siguiente de efectuado el cargo parcial anual por emisión. \n                                Aplica para el reverso las tarjetas adicionales.', 'ACCESO ILIMITADO AL LOUNGE POPULAREn el Aeropuerto Internacional de Las Américas.Reserve aquí', '15% adicional en canjes de Millas PopularAl canjearlas por boletos aéreos, cruceros, hoteles o 
alquiler de vehículos.', 'Accesos a salas LoungeKeyCon diez (10) visitas gratis anuales en más de 1,
500 salas de espera en aeropuertos locales e internacionales asociadas a LoungeKey.Conoce más', 'Asistencia del Mastercard Global ServiceAsistencia personal, Servicios de Asistencia de Viajes y MasterAssist Black', 'Trato personalizadoY preferencial al adquirir nuestra tarjeta de crédito Mastercard Black de un Ejecutivo Premium.', 'EMISIÓN GRATUITA DE SEGURO MÉDICOválido para solicitud visado Schengen.', 'Garantía extendidaDe hasta un (1) año de la garantía original ofrecida por el fabricante o tienda.', 'SEGURIDAD AL REALIZAR TUS PAGOS.Te aportamos la tecnología chip EMV, con más garantía y seguridad a tus datos.', 'CONTROL EN TUS FINANZASConsulta tu balance, paga tus facturas o tu tarjeta desde donde estés.Ver pistas de seguridad.', 'SEGURO DE VEHÍCULO ALQUILADO(CDW/LDW).', 'SEGURO DE viajeSeguros de demora y cancelación 
de viaje/demora y pérdida de equipaje', 'Doble de Millas PopularPor consumos realizados en viajes y restaurantes.'
]
}
},
{'name': 'Mastercard Black Internacional', 'conoce_mas': 'https: //popularenlinea.com/Personas/Paginas/tarjetas/mastercard-black-dolares.aspx', 'details': {'title': 'Mastercard Black Internacional', 'description': 'Adquiérela e ingresarás a un universo de 
ventajas con gran aceptación y asistencia personalizada en todo el mundo.', 'beneficios': ['Accede a más de 800 salas de espera VIP en aeropuertos alrededor del mundo, y aprovecha al máximo tu tiempo en el aeropuerto.', 'Gracias a los consumos que realices cuando viajes o disfrutes de una agradable velada en restaurantes recibes el doble de Millas Popular.', 'Tu cobertura por accidentes de viaje asciende a US$1,
000,
000 y por alquiler de vehículo, a US$75,
000.', 'Disfruta de MasterCard Global Service,  Asistencia Personal, Servicios de Asistencia de Viajes y MasterAssist Black.', 'Al adquirir nuestra Tarjeta de Crédito Mastercard Black recibirás un trato personalizado y preferencial de un ejecutivo Premium.', 'Maneja tus gastos con facturación en dólares cuando consumas en cualquier establecimiento del planeta.', 'Solicita avances de efectivo con nuestra tarjeta de hasta el 100% del límite, una vez por corte.', 'Con nuestra tarjeta tendrás a tu disposición un 30% adicional a tu límite para sobregiros.', 'Recibe un 15% adicional en el valor de tus Millas Popular al canjearlas por boletos aéreos, cruceros, hoteles o alquiler de vehículos.', 'Al mantener un consumo de US$$13,
400 en los primeros 3 meses. La facturación meta tiene que lograrse 3 meses posterior a la emisión de la tarjeta, no se considera como facturación los avances de efectivo.', 'Al mantener un consumo de US$4,
250 mensual', 'En el Aeropuerto Internacional de Las Américas. Reserve aquí beforeboarding.com', 'Con diez (10) visitas gratis anuales en más de 800 salas de espera en aeropuertos locales e internacionales asociadas a LoungeKey.'
]
}
},
{'name': 'MasterCard JetBlue', 'conoce_mas': 'https: //popularenlinea.com/jetblue', 'details': {'title': 'Detalles de la tarjeta de crédito JetBlue', 'description': 'Instrumento de pago con el que facturas en pesos en cualquier parte del mundo, sin necesidad de utilizar efectivo. Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios.', 'beneficios': ['2,000 puntos TrueBlue de bienvenida por el primer consumo con tu tarjeta.', '2x puntos TrueBlue por cada US$1.00 consumido en JetBlue', '1x punto Trueblue por los demás consumos.', 'Extensión de hasta 1 año la garantía original ofrecida por el fabricante o tienda.']}}, {'name': 'PLUS CCN', 'conoce_mas': 'https://popularenlinea.com/Personas/Paginas/tarjetas/plusccn.aspx', 'details': {'title': 'Detalles de la tarjeta de crédito Plus CCN', 'description': 'Instrumento de pago con el que facturas en pesos en cualquier parte del mundo.Esta tarjeta te brinda hasta 52 días para pagar tus consumos y múltiples beneficios.Devolución adicional en promociones de comercios CCN.', 'beneficios': ['8% en consumos realizados a partir de RD$20,000 al mes.', '6% en consumos realizados a partir de RD$8,000 al mes.', '5% en consumos realizados hasta RD$8,000 al mes.', 'Genera Millas Popular en los consumos realizados fuera de tiendas CCN.']}}, {'name': 'MasterCard MileagePlus', 'conoce_mas': 'https://popularenlinea.com/Personas/Paginas/tarjetas/mastercard-mileage-plus.aspx', 'details': {'title': 'Mastercard MileagePlus', 'description': 'Tarjeta de marca compartida emitida en alianza con la línea aérea United Airlines®. Obtén 1,000 millas MileagePlus de bienvenida con el primer uso.', 'beneficios': ['Acumula millas MileagePlus de United Airlines para viajar en aerolíneas pertenecientes a Star Alliance®. ', 'Facturación en pesos y dólares. Esta tarjeta te permite comprar y pagar en todo el mundo con límites independientes para compras en 
pesos y dólares.', 'Efectivo rápido en cualquier ATM. Cuentas con disponibilidad para realizar avances de efectivo del 100% del límite disponible, en cualquier cajero ATM del mundo.', 'Uso global con facturación en pesos. No importa qué tan lejos viajes, utiliza tu tarjeta en cualquier parte del mundo.', 'Red Móvil Popular. Consulta tu balance, paga tus facturas o tu tarjeta desde donde estés. '
]
}
},
{'name': 'IKEA FAMILY', 'conoce_mas': 'https: //popularenlinea.com/Personas/Paginas/tarjetas/ikea-family.aspx', 'details': {'title': 'Ikea Family', 'description': 'Sé un apasionado de la decoración y recibe ventajas en IKEA y sus establecimientos asociados.', 'beneficios': ['5% DE DESCUENTO EN EFECTIVO EN IKEA', 'Efectivo rápido en cualquier ATM', 'Sobregiro disponible cuando lo necesites', 'BENEFICIOS DE LA MARCA']}}, {'name': 'Mastercard de Seguros Universal', 'conoce_mas': 'https://popularenlinea.com/Personas/Paginas/tarjetas/mc-seguros.aspx', 'details': {'title': 'MASTERCARD DE SEGUROS UNIVERSAL', 'description': 'Disfruta los amplios beneficios que te ofrece esta herramienta de pago en asociación con Seguros Universal.', 'beneficios': ['Sobregiro disponible: Con nuestra MASTERCARD DE SEGUROS UNIVERSAL consigues, cuando lo requieras, un 20% de tu límite disponible para sobregiros.', 'Avance 
de efectivo: Puedes realizar avances de efectivos del 100% de tu límite disponible, una vez por corte.', 'Acumula Millas Popular: Cada transacción que realizas te permite acumular millas 
canjeables por boletos aéreos, bonos de compra y pagos a tu tarjeta.', 'Beneficios de la marca: Conoce los beneficios que te ofrece MASTERCARD.', 'Uso global con facturación en pesos: No 
importa qué tan lejos viajes, utiliza tu tarjeta en cualquier parte del mundo.', 'Red Móvil Popular: Consulta tu balance, paga tus facturas o tu tarjeta desde donde estés.', 'Disponible con Mastercard: Los servicios que ofrece esta tarjeta solo están disponibles con Mastercard.'
]
}
},
{'name': 'Caminantes por la Vida', 'conoce_mas': 'https: //popularenlinea.com/Personas/Paginas/tarjetas/caminantes-por-la-vida.aspx', 'details': {'title': 'Caminantes por la Vida', 'description': 'Realiza consumos locales e internacionales con facturación en pesos y apoya a esta entidad en su lucha contra el cáncer.', 'beneficios': ['Ayuda a la Fundación Caminantes por la VidaPor cada RD$100 pesos que consumas, acumulas “Pasos” que equivalen a un peso en favor 
de la fundación.', 'Acumulas Millas PopularCada vez que consumes RD$100 con esta tarjeta estás atesorando una Milla Popular, que podrás canjear por grandes premios.', 'Sobregiro disponible cuando lo necesitesCon tu MasterCard Caminantes por la Vida dispones de un 15% adicional a tu límite para sobregiros.', 'Beneficios de la marcaConoce los beneficios que te ofrece MASTERCARD.Ver beneficios', 'Uso global con facturación en pesosNo importa qué tan lejos viajes, utiliza tu tarjeta en cualquier parte del mundo.', 'Red Móvil PopularConsulta tu balance, paga tus facturas o tu tarjeta desde donde estés.Ver pistas de seguridad.'
]
}
},
{'name': 'Almacenes Iberia', 'conoce_mas': 'https: //popularenlinea.com/Personas/Paginas/tarjetas/mastercard-almacenes-iberia.aspx', 'details': {'title': 'Mastercard Almacenes Iberia', 'description': 'Consume en cualquier parte del mundo con facturación en pesos.', 'beneficios': ['5% de descuentos en 
Almacenes Iberia', 'Efectivo rápido en cualquier ATM', 'Sobregiro disponible cuando lo necesites', 'BENEFICIOS DE LA MARCA', 'Uso global con facturación en pesos', 'Red Móvil Popular', 'Disponible con Mastercard'
]
}
}
]